{"content":[{"type":"scrolling-video","value":{"id":"trailer","landscape":{"filename":"scrollVideoOne.mp4","posterFilename":"scrollVideoOne.jpg","duration":"30.00","fontSize":"21","fontColor":"#000000","backgroundColor":"none","borderColor":"none","borderWidth":"0","horizontalPosition":"center","boxWidth":"600"},"portrait":{"filename":"scrollVideoOnePortrait.mp4","posterFilename":"scrollVideoOnePortrait.jpg","duration":"17.13","fontSize":"16","fontColor":"#000000","backgroundColor":"none","borderColor":"none","borderWidth":"0","horizontalPosition":"center","boxWidth":"600"},"scrollingTexts":[{"text":"A powerful machine has cranked up in our state. Quiet at first, it’s now hard to ignore.<br><br>On the surface it looks simple. But underneath it’s more complex.","landscape":{"timestamp":"00:04.90","endTimestamp":"00:07.20","left":"47%","width":"35%"},"portrait":{"timestamp":"00:01.50","endTimestamp":"00:05.33","left":"35%","width":"60%"}},{"text":"From the rubble of the Great Recession, well-funded investors began amassing single-family homes and renting them out.","landscape":{"timestamp":"00:9.19","endTimestamp":"00:12.88","width":"45%","left":"10%"},"portrait":{"timestamp":"00:4.60","endTimestamp":"00:8.42","width":"60%"}},{"text":"These companies are more than just landlords. They are optimized and efficient, equipped to squeeze profit out of houses.","landscape":{"timestamp":"00:16.82","endTimestamp":"00:19.97","left":"50%","width":"45%"},"portrait":{"timestamp":"00:08.44","endTimestamp":"00:12.26","left":"35%","width":"65%"}},{"text":"These giant firms have bought up tens of thousands of homes in North Carolina. Their impacts are growing. And they could extend for generations.","landscape":{"timestamp":"00:24.66","endTimestamp":"00:27.30","left":"5%","width":"45%"},"portrait":{"timestamp":"00:12.95","endTimestamp":"00:16.77","left":"0%","width":"60%"}}]}},{"type":"text-section","value":{"id":"text-section-0","items":[{"text":"This is how <span class='marker-highlight'>Wall Street</span> built a machine to buy the American Dream."}]}},{"type":"intro","value":{"id":"intro","title":"Security for Sale","subtitle":"With piles of cash, big investors become NC's top rental-home landlords","byline":"By [Tyler Dukes](mailto:mtdukes@newsobserver.com), [Payton Guion](mailto:pguion@charlotteobserver.com) & [Gordon Rago](mailto:grago@charlotteobserver.com)","date":"May 1, 2022"}},{"type":"text-section","value":{"id":"text-section-1","items":[{"text":"As houses go, the one at 4053 Laurel Glen Drive in Raleigh isn't especially remarkable."},{"text":"Clad in tan vinyl siding, the three-bedroom, two-and-a-half-bath is typical of single-family homes built in the early-2000s subdivisions along the outskirts of North Carolina cities. But when the property went on the market on a Tuesday night in mid-March, it wasn't long before the offers came rolling in."},{"text":"It didn't matter that the owners weren’t ready to show it. Or that the only photo on the \"coming soon\" listing was a single exterior image taken when the house was built about 15 years ago."},{"text":"Raleigh Realtor Brittany Jones got the first offer by email around dinnertime the next day. The second came less than an hour later. A third arrived that night, about 24 hours after she posted the property for sale."},{"text":"The buyers had a lot in common. They offered all cash and bids well over the $330,000 list price. They'd take the property as is. And all three had out-of-state addresses with obscure names marked with abbreviations and numerals — like \"MCH SFR NC Owner 3 LP\" and \"IH 6 Property North Carolina LP.\""},{"text":"Jones has seen names like these plenty of times in her three years selling Triangle real estate, which like Charlotte is now a hotbed for such buyers."},{"text":"Agents don't say much about their clients. But they make it clear they have money in the bank."},{"text":"\"When you relay that to a client, that's all they want to know,\" Jones said."},{"text":"When they wrapped up negotiations days later, the new owner wasn't a person. It was a corporation called SFR JV-2 PROPERTY LLC, which paid about $18,000 over asking."},{"text":"Officially established in North Carolina just last June, the company has been busy. It now owns more than 100 homes in the Triangle as of early April. In the Charlotte area, it owns another 350."},{"text":"But SFR JV-2 isn't really a company. Not in the traditional sense. It's a subsidiary of a massive, publicly traded firm called Tricon Residential."},{"text":"Tricon is one of the investment corporations, shored up by mountains of Wall Street cash, that have amassed hundreds of thousands of properties across the country, transforming these new rental properties into profit generators."},{"text":"A monthslong investigation by The News & Observer and The Charlotte Observer has revealed, for the first time, the scale and scope of these purchases across North Carolina. At least 40,000 single-family properties are now held by about 20 companies."},{"text":"Nowhere is that consolidation more evident than in Charlotte — these firms now own one-quarter of all the rental houses in Mecklenburg County."},{"text":"This is a business primed for continued growth, one dependent on gobbling up and building even more single-family homes, traditionally the cornerstone of financial security for most American families."},{"text":"The industry is simply meeting a market demand, said David Howard, executive director of the National Rental Home Council, the trade association that represents some of the largest corporate single-family rental firms across the country."},{"text":"\"Historically, let's face it: when it comes to housing, there have been two options. You can buy a single-family home or you can rent an apartment,\" Howard said. \"What our member companies are doing are coming in and saying, 'Look, you have a third option.'\""},{"text":"But many think it’s a move for the worse."},{"text":"Would-be homebuyers say it is increasingly tough to compete with the industry’s nimble and well-funded purchasing machinery."},{"text":"Some tenants complain about slow and shoddy maintenance, steadily rising rents and fees that wring profit from them. Communities are beginning to turn to government leaders to curb these companies' growth."},{"text":"But 10 years after investor landlords began their rise here, local officials are only starting to understand their scale and impact. So far at least, they haven’t intervened."},{"text":"All of this leaves some real estate experts, prospective homeowners, public officials — even renters themselves — dreading what may happen if corporations keep buying up the block."}]}},{"type":"scrolling-map","value":{"id":"statewide","sections":[{"text":"Across North Carolina, about 20 major firms own at least 40,000 single-family homes.","bounds":"north_carolina","horizontalPosition":"left","speed":"1"},{"text":"Their portfolios are especially concentrated in the Charlotte metro area, where at least 1 in 20 single-family houses are owned by about 20 of these companies.","bounds":"charlotte","horizontalPosition":"left","speed":"1"},{"text":"In some neighborhoods, like this one off Peachtree Road in the northern part of Mecklenburg County, corporations control one-fifth of all houses.","bounds":"neighborhood","horizontalPosition":"left","pitch":"0","bearing":"0","speed":"1"},{"text":"These homes are typically modest: three to four bedrooms, vinyl siding, small yards. Good starter homes.","id":"drone-trigger","bounds":"neighborhood_zoom","horizontalPosition":"left","pitch":"60","bearing":"-180","speed":"1"},{"text":"The single-family rental industry says demand for these properties is booming here.","bounds":"neighborhood_zoom","horizontalPosition":"left","pitch":"60","bearing":"-180","speed":"1"},{"text":"","id":"spacer","bounds":"neighborhood_zoom","horizontalPosition":"left","pitch":"0","bearing":"0","speed":"1"},{"text":"But Charlotte's not alone.","bounds":"charlotte","horizontalPosition":"left","pitch":"0","bearing":"0","speed":"1"},{"text":"About 170 miles away in the Triangle, companies own more than 6,000 single-family homes, concentrated on the east side of Wake County.","bounds":"raleigh","horizontalPosition":"left","speed":"1"},{"text":"In the suburbs and in communities like Fuquay-Varina and Holly Springs, these firms have turned some starter neighborhoods into communities full of rentals.","bounds":"fuquay","horizontalPosition":"left","speed":"1"}]}},{"type":"scrolling-video","value":{"id":"drone","landscape":{"filename":"scrollVideoTwo.mp4","posterFilename":"scrollVideoTwo.jpg","duration":"8.33","fontSize":"21","fontColor":"#000000","backgroundColor":"none","borderColor":"none","borderWidth":"0","horizontalPosition":"center","boxWidth":"600"},"portrait":{"filename":"scrollVideoTwoPortrait.mp4","posterFilename":"scrollVideoTwoPortrait.jpg","duration":"8.33","fontSize":"16","fontColor":"#000000","backgroundColor":"none","borderColor":"none","borderWidth":"0","horizontalPosition":"center","boxWidth":"600"},"scrollingTexts":[]}},{"type":"text-section","value":{"id":"text-section-2","items":[{"text":"On a sunny afternoon in January, about 170 miles away from the house on Laurel Glen, Jonathan Osman brought his Jeep Grand Cherokee to a stop on the 6300 block of Downfield Wood Drive in the Highland Creek neighborhood of northeast Charlotte. When he pulled out his iPad, the screen lit up with a map of real estate listings."},{"text":"To his left sat a two-story, 2,000-square-foot home built in 1995. Osman, who's been selling homes in Charlotte for nearly two decades, could see from his tablet that a married couple bought it about a week before Christmas for $370,000."},{"text":"As he swiped his fingers across the screen, he pulled up a listing for a home just down the block. This one was also built in 1995. It also had 2,000 square feet across two stories, like so many others on the street."},{"text":"But when it sold just six years ago for $172,000, the new owner was a subsidiary of Invitation Homes, now the nation's largest single-family rental company."},{"text":"The corporation owns three other homes on the block in Highland Creek, according to the N&O and Observer's analysis. In all, Invitation and three other single-family rental companies — American Homes 4 Rent, FirstKey and Amherst Residential — own eight homes among the dozens on Downfield Wood Drive."},{"text":"Jonathan Osman, a longtime Charlotte Realtor, looks up information about a home in northwest Charlotte that’s owned by Progress Residential. Signs on the walls tell prospective tenants how to apply, a phone number to call with questions and even a “make you feel at home” playlist for your tour.","credit":"[Khadejeh Nikouyeh](mailto:Knikouyeh@charlotteobserver.com)","url":"https://www.newsobserver.com/latest-news/dt92ds/picture260744012/alternates/FREE_1140/CLT_housing_02.JPG","class":"cue-image"},{"text":"For years, Osman has watched these companies buy homes across Charlotte."},{"text":"After the housing crisis that began in 2008, he said the purchases came as welcome news. No one was buying homes back then. Plus, Osman and others figured the firms would sell off the properties after five to seven years."},{"text":"That never happened."},{"text":"Now, on a street like Downfield Wood Drive, Osman can paint a picture of the buying spree in Charlotte, where millions of dollars in equity that could be in local residents’ hands now sits with corporations."},{"text":"“The number-one way we transfer wealth and accumulate wealth is through real estate ownership,” Osman said. “There’s equity that is going to corporations that could have been going to people.”"},{"text":"Zoom out from the one block in Highland Creek and you’ll find clusters of investor-owned homes across the region. In Charlotte and its outlying communities, investors own more than 25,000 homes across Mecklenburg, Union, Cabarrus, Iredell and Gaston counties."},{"text":"The investors have even found their way into Osman’s own neighborhood, in a subdivision across town."},{"text":"The seller he represented there eventually sold in November to Invitation Homes, which offered $330,000 — nearly 12% above asking."},{"text":"The number-one way we transfer wealth and accumulate wealth is through <span class='quote-highlight'>real estate ownership</span>. There’s equity that is going to corporations that could have been going to people.","class":"pull-quote","attribution":"Jonathan Osman, Charlotte Realtor"},{"text":"Osman found listings on websites like Zillow and Realtor.com that listed the rent at $2,350 a month."},{"text":"That rent could pay for a $450,000 mortgage, way above what the company paid, he said."},{"text":"That’s frustrating to Osman. For years he’s worked to make people aware of the negative impact single-family rental companies could have on the Charlotte area housing market. That includes higher rents and inflated home prices, a direct outcome of the number of would-be buyers exceeding the number of homes for sale."},{"text":"But, for people selling a home, it can be hard to walk away from a high bid."},{"text":"The extra $30,000 or $40,000 that comes with an investor offer could be money sellers need to battle it out in this red-hot market to get another home."},{"text":"“They see it as a once-in-a-lifetime opportunity,” Osman said."}]}},{"type":"text-section","value":{"id":"text-section-3A","items":[{"text":"Despite deep concerns by Osman and others, corporate landlords are well positioned to keep snapping up homes in North Carolina."},{"text":"One big reason: a money machine carefully engineered in the aftermath of the foreclosure crisis."},{"text":"Banks and others have long sold \"asset-backed securities\" that promise buyers slices of profits down the road. The exact asset in that asset-backed security can vary."},{"text":"In the late 1990s, rock icon David Bowie securitized his music catalog, selling his songs' subsequent royalties. So-called \"Bowie bonds\" earned the artist $55 million, [according to the BBC](https://www.bbc.com/news/business-35280945)."},{"text":"Mortgage-backed securities take the same approach to home loans, bundling them up with the promise of future house payments. But those securities doomed the housing market ahead of the Great Recession when millions of borrowers defaulted on their loans."},{"text":"Facing the sheer magnitude of so many foreclosed homes, the Federal Housing Finance Agency in 2012 allowed investors to [scoop up pools of those properties](https://www.fhfa.gov/Media/PublicAffairs/Pages/FHFA-Announces-Interested-Investors-May-PreQualify-for-REO-Initiative.aspx) in some of the hardest-hit U.S. cities and rent them out."},{"text":"In 2013, financiers used those same properties to invent a wholly new security — this time backed by rental payments."},{"text":"\"If these are decent properties and they're well maintained, they can continue generating income for the foreseeable future,\" said N.C. State finance professor Richard Warr. \"So that's a much simpler product than a mortgage product.\""}]}},{"type":"scrolling-video","value":{"id":"securities","title":"Making a rental-backed security","landscape":{"filename":"scrollVideoThree.mp4","posterFilename":"scrollVideoThree.jpg","duration":"12.90","fontSize":"21","fontColor":"#000000","backgroundColor":"#FFFFFFCC","borderColor":"#999","borderWidth":"1","horizontalPosition":"center","boxWidth":"600","borderRadius":"20"},"portrait":{"filename":"scrollVideoThreePortrait.mp4","posterFilename":"scrollVideoThreePortrait.jpg","duration":"11.00","fontSize":"16","fontColor":"#000000","backgroundColor":"#FFFFFFCC","borderColor":"#999","borderWidth":"1","borderRadius":"20","horizontalPosition":"center","boxWidth":"600"},"scrollingTexts":[{"text":"<span class='step'>Step 1:</span> Amherst Residential acquires a large number of single-family homes and starts renting them out.","landscape":{"timestamp":"00:00.00","horizontalPosition":"left","boxWidth":"675"},"portrait":{"timestamp":"00:00.03"}},{"text":"<span class='step'>Step 2:</span> Amherst forms a subsidiary called Alto Asset Company 4 LLC, where it will hold the deeds to about 1,700 of its rental houses across 14 states, including North Carolina.","landscape":{"timestamp":"00:01.96","horizontalPosition":"right","boxWidth":"800"},"portrait":{"timestamp":"00:01.51"}},{"text":"<span class='step'>Step 3:</span> Amherst goes to Goldman Sachs for a loan that’s backed by the houses held by Alto Asset Company 4 LLC.","landscape":{"timestamp":"00:03.88","horizontalPosition":"right","boxWidth":"750"},"portrait":{"timestamp":"00:02.52"}},{"text":"<span class='step'>Step 4:</span> Goldman issues a $364 million loan. This deal creates a trust, called AMSR 2021-SFR 3, which will issue bonds used to repay the loan.","landscape":{"timestamp":"00:05.66","horizontalPosition":"right","boxWidth":"675"},"portrait":{"timestamp":"00:03.55"}},{"text":"<span class='step'>Step 5:</span> The trust then divides this security into smaller pieces, or tranches, to sell to investors. Higher-rated tranches are paid first, but have a lower rate of return. Lower-rated tranches are paid last, but because they’re cheaper, they have a higher potential return rate.","landscape":{"timestamp":"00:07.69","horizontalPosition":"left","boxWidth":"550"},"portrait":{"timestamp":"00:04.42"}},{"text":"<span class='step'>Step 6:</span> Large-scale investors, including the North Carolina state employees’ pension fund, buy the bonds.","landscape":{"timestamp":"00:09.47","horizontalPosition":"right","boxWidth":"800"},"portrait":{"timestamp":"00:05.61"}},{"text":"<span class='step'>Step 7:</span> The collective rent payments of the 1,700 homes go to pay bond holders and bank fees.","landscape":{"timestamp":"00:10.6","horizontalPosition":"left","boxWidth":"800"},"portrait":{"timestamp":"00:07.74"}},{"text":"<span class='step'>Step 8:</span> Amherst can use the $364 million loan to buy thousands of additional single-family homes to rent, which it can then use to create more rental-backed securities.","landscape":{"timestamp":"00:12.19","horizontalPosition":"center","boxWidth":"800"},"portrait":{"timestamp":"00:08.80"}}]}},{"type":"text-section","value":{"id":"text-section-3B","items":[{"text":"Selling securities gives corporate investors large sums immediately, which they can plow into buying more homes."},{"text":"Howard said the use of these bonds isn’t unique to the single-family rental industry and “reflects commonly accepted practice” in real estate."},{"text":"But Elora Raymond, assistant professor of city and regional planning at Georgia Tech, says it's this infusion of funding that not only fueled the rise of the single-family rental industry, but made building rental empires attractive to investors in the first place."},{"text":"\"The securitization — they never would have done it without that,\" said Raymond, who studied the impacts of corporate landlords as a researcher for the Federal Reserve Bank of Atlanta. \"It's the ability to access cheap capital and keep replicating this business that makes it worth their while.\""},{"text":"Not all players in the single-family rental industry use rental-backed securities to raise funds."},{"text":"But in the 10 years since they got their start, Invitation and other companies — Amherst Residential, American Homes 4 Rent and Progress Residential included — have sold more than 100 of these securities for billions of dollars through banks like Goldman Sachs and Morgan Stanley."}]}},{"type":"scrolling-map","value":{"id":"timeline","title":"For corporate landlords, a post-recession boom","subtitle":"Each point is a home purchased by an investor. Some properties may have been resold over time.","sections":[{"text":"Investor activity picked up in 2012, after the foreclosure crisis.","bounds":"north_carolina","position":"static","speed":"0.7"},{"text":"After getting its start in Charlotte, the industry continued buying in the Triangle and Triad.","bounds":"north_carolina","position":"static","speed":"0.7"},{"text":"As demand for rental properties increased near the state’s urban centers, so did buying.","bounds":"north_carolina","position":"static","speed":"0.7"},{"text":"Purchases continued through the COVID pandemic, when companies expanded further into the suburbs.","bounds":"north_carolina","position":"static","speed":"0.7"}]}},{"type":"text-section","value":{"id":"text-section-4","items":[{"text":"They're safe enough investments to attract massive pension funds for state and local government workers across the country, including the North Carolina Retirement System, which manages investments for nearly 1 million current and retired public employees."},{"text":"As of the end of 2021, the latest data available, the state owned $20.1 million worth of assets in seven different rental backed-securities, just a fraction of a percentage of the fund’s $115.2 billion in holdings."},{"text":"But the nature of those investments isn't always obvious — even to the state treasury's senior leadership."},{"text":"Every penny tied up in rental-backed securities is beyond the state's control, part of a much larger portfolio managed independently by an outside firm. Once the pension invests with managed funds like these, State Treasurer Dale Folwell said, \"we're just a passenger.\""},{"text":"\"I try to be fluent in all types of sayings and acronyms. I've never heard the term 'rental-backed security' until just now,\" Folwell said, in an interview with the N&O and Observer in April."},{"text":"The retirement fund has another $58 million invested in single-family rental companies like Tricon and American Homes 4 Rent. Only one investment — $2 million worth of assets sunk into Invitation Homes — was a direct decision by the treasurer’s staff."},{"text":"Rental-backed securities, in particular, have been good for the state pension, earning the retirement fund a 3 to 4% return annually."},{"text":"But what's less clear is whether they're good for the North Carolina tenants fueling those profits with every rent check."},{"text":"Tenants like 23-year-old Madison Swope."}]}},{"type":"text-section","value":{"id":"text-section-5","items":[{"text":"The house on Scofield Drive in Raleigh where Swope and her fiance live with their roommate is owned by Amherst Residential, a private equity firm actively buying across the state."},{"text":"Deed records show the address was securitized with dozens of other properties in [Wake](https://www.documentcloud.org/documents/21561349-amsr-2020-sfr2-deed-wake-county) and [Mecklenburg](https://www.documentcloud.org/documents/21561452-amsr-2020-sfr2-mecklenburg-county) counties — and another 2,700 across the country. In exchange for paying others that future rental income, Amherst earned about $500 million in the summer of 2020, [according to the credit rating agency Moody’s](https://www.moodys.com/research/Moodys-assigns-definitive-ratings-to-AMSR-2020-SFR2-Trust--PR_426757)."},{"text":"Swope, who works in sales, moved to this three-bedroom, two-bath home from a Garner apartment last June, renting from Amherst's management entity, Main Street Renewal."},{"text":"A modest 1,300 square feet with laminate hardwood flooring and enough room for the household's two dogs, she loved the house the moment she saw it. She still loves it, in fact."},{"text":"The rent is slated to go up this year — $1,530 compared to $1,395 when they first moved in. But she said the cost would be higher if they weren't existing tenants."},{"text":"Like thousands of others who have migrated to the Triangle and Charlotte in recent years, they want to be in a house near a city."},{"text":"That demand is one of the reasons why occupancy rates at corporate-owned, single-family rentals in Charlotte and Raleigh are the highest in the country at about 98%, according to Howard."},{"text":"\"Why should it be the case that the only people who can live in those neighborhoods are the people who can afford to buy, who have the wealth and the circumstances to come up with a 20% down payment and to purchase a home in those neighborhoods?\" Howard said."},{"text":"For many renters, Howard said, homeownership isn't the best option. And Americans in general are becoming more comfortable with renting."},{"text":"\"Nobody thinks twice about the fact that you have a leased car in your driveway. I have a daughter in college, she rents dresses to go to parties,\" Howard said. \"Renting and leasing is becoming a part of the culture.\""},{"text":"But owning a home is different, said Georgia Tech's Raymond. It's still a fundamental building block to both financial security and generational wealth for the American middle class."},{"text":"\"Homeownership has increasingly become the cornerstone of the American dream as wages have eroded. You can make money off of housing wealth. You can retire on that, right? When you retire, you sell your home, you downsize, that's a big part of your nest egg,\" Raymond said."},{"text":"\"You used to have a pension for that. This replaces the pension. This replaces the high income job that you used to have. And now that's going away,\" Raymond added."},{"text":"Home equity accounts for about one-third of the household wealth for the typical American, [according to the U.S. Census Bureau](https://www.census.gov/content/dam/Census/library/publications/2020/demo/p70br-170.pdf). And losing it, Raymond said, could cause ripple effects that last for generations."},{"text":"Swope has been mostly happy with her rental experience, even though it carries some uncertainty."},{"text":"\"They could not offer to renew, right? There's no reason they wouldn't for us, but what if they did? Or what if they decided to sell?\" Swope said. \"It does make you kind of insecure. Like, well, I guess we'll rent forever and pay double what we would on a mortgage.\""},{"text":"She doesn't want to rent forever."},{"text":"She's getting married in October, and they'd buy their current house if Amherst would be willing to sell it."},{"text":"But she also knows the neighborhood — and how ubiquitous single-family rental companies are on the block. Amherst owns a house across the street, and another two doors down. Her neighbor's property is owned by Progress Residential, another major player in the market."},{"text":"\"I like this area enough to buy a house here, but I probably can't,\" Swope said. \"Because they own it.\""},{"text":"Tricon Residential, a publicly traded company that owns thousands of houses across North Carolina, advertises a home for rent on the corner of Horseback Lane and Offshore Drive in Raleigh.","credit":"[Julia Wall](mailto:jwall@newsobserver.com)","url":"https://www.newsobserver.com/latest-news/5wmd9s/picture260845542/alternates/FREE_1140/041222_Rentalinvestors_JMW_07.JPG","class":"cue-image"}]}},{"type":"text-section","value":{"id":"text-section-6","items":[{"text":"All told, the N&O and Observer analysis shows, large corporate landlords own at least 40,000 properties purchased largely over the last decade across the state, with no sign of their buying slowing down."},{"text":"The vast majority of those homes are in the hands of hundreds of subsidiaries that the newspapers’ reporting traced to about 20 major firms through mailing addresses and corporation paperwork."},{"text":"Some of that corporate control is murky — seemingly unconnected firms sometimes share mailing addresses with major home rental companies, and several businesses have merged or spun off over the years."},{"text":"Given the complexities of these companies’ ownership structures, this best count to date is likely a conservative estimate, said David Szakonyi, an assistant professor of political science at Georgetown University who reviewed the N&O and Observer’s findings."},{"text":"\"American real estate, historically, has been owned by individuals and families. We're seeing hints that the whole state of play is changing,” said Szakonyi. He co-founded the [Anti-Corruption Data Collective](https://acdatacollective.org/), a research and advocacy group. It began examining how money flows through the private investment and real estate market in 2021."},{"text":"“Having a number about how active these investors are helps us to understand in what direction that trend is going and how big of an issue this potentially is,\" he said."},{"text":"The current and potential scale of corporate ownership concerns some experts who have watched the rise of the industry over the past 10 years."},{"text":"“It definitely raises questions about monopolization and the ways they’re able to alter the logic of the market,” said Desiree Fields, assistant professor of geography and global metropolitan studies at the University California, Berkeley."},{"text":"Howard calls such assessments \"absurd.\" He's seen no data to show that the presence of single-family homes have had detrimental impacts on the market or that they're pricing out regular homebuyers in a \"pervasive, systemic\" way, he said."},{"text":"And these companies are increasing housing stock by constructing new homes in \"build-to-rent\" communities: American Homes 4 Rent, which has the biggest rental footprint in the state with more than 8,000 properties, says it’s the nation’s 45th largest homebuilder."},{"text":"\"Housing markets are not monolithic. And they're not controlled by a monopoly, an oligarchy, of companies or individuals,\" Howard said. \"There's too much happening in those markets.\""},{"text":"And although the industry is still poised for more growth, he said it would take a lot more than the 15,000 homes they own in Mecklenburg County — which counts about [275,000 total](https://mcmap.org/qol-dev/#30) — to start causing problems."},{"text":"\"I mean, look, if it got to the point where anybody had any level of concentration, whereby they were purchasing 100% of the housing stock, then yeah, that could be an issue,\" Howard said. \"We are nowhere near that point.\""},{"text":"He also bristled at the notion that these companies extract wealth from neighborhoods. Companies often pour thousands into renovations before renting out newly purchased homes to tenants for the first time, he said."},{"text":"These companies, Georgia Tech's Raymond said, are doing what they're built to do: make money. But in an environment with very few protections for tenants, renting from them can be a bad deal."},{"text":"\"Housing is a basic need,\" she said. \"And we've completely commodified it.\""},{"text":"This Raleigh home on Laurel Glen Drive sold for almost $18,000 over asking price to institutional investor Tricon Residential in early April.","credit":"[Julia Wall](mailto:jwall@newsobserver.com)","url":"https://www.newsobserver.com/latest-news/qu9aqu/picture260845537/alternates/FREE_1140/041222_Rentalinvestors_JMW_08.JPG","class":"cue-image"}]}},{"type":"text-section","value":{"id":"text-section-7","items":[{"text":"As for the property on Laurel Glen in Raleigh — the one that sparked three offers, sight unseen — Tricon Residential posted a rental listing for the property within days of closing."},{"text":"The sellers weren't out yet. They were still packing for the move — one of the perks of the deal was that they could stay another two weeks for free while they wrapped up the details on their next home."},{"text":"The rental posting had no photos. Just the basics about bedrooms, bathrooms and square footage."},{"text":"A typical renter in this neighborhood in eastern Wake County pays about $1,300 a month for a three-bedroom home, according to 2020 census data. Monthly housing costs — mortgage payments, utilities, insurance and the like — are about the same amount for the typical homeowner here."},{"text":"But on May 19, one month after the departure of the only owners the home on Laurel Glen has ever had, there's likely to be a new tenant in place."},{"text":"Their rent, not including utilities: $1,849 a month."}]}},{"type":"out-link","value":{"items":[{"text":"Story #2","title":"Wall Street landlords are finely tuned to squeeze tenants and upend housing in North Carolina","link":"https://www.charlotteobserver.com/news/business/article260606272.html","image":{"filename":"outlink_story2.jpg","alt":"Illustrated portrait of woman looking forlorn as winged dollar signs fly out the window behind her."}},{"text":"Story #3","title":"Charlotte is a national hotspot for corporate landlords. Local officials don’t have any answers.","link":"https://www.charlotteobserver.com/news/business/article260606412.html","image":{"filename":"outlink_story3.jpg","alt":"Illustration of four empty seats in a legislative dais resting on top of a stack of manila folders. The top manila folder shows a hexbin heatmap of investor owned residences across the United States."}}]}},{"type":"outro","value":{"sections":[{"text":"Security for Sale was reported and written by investigative reporters Payton Guion of The Charlotte Observer and Tyler Dukes of The News & Observer, with significant contributions from Observer growth reporter Gordon Rago. Additional reporting by News & Observer real estate reporter Mary Helen Moore. | Art direction and animation by Sohail Al-Jamea | Illustrations by Rachel Handley | Design, development & interactive maps by David Newcomb | Photos, drone footage and videos by McClatchy visual journalists Jeff Siner, Khadejeh Nikouye, Melissa Rodriquez, Travis Long, Julia Wall, Alex Slitz, Loumay Alesali, The' Pham and Scott Sharpe. | Edited by Cathy Clabby, McClatchy Southeast investigations editor, and Adam Bell, Observer business and arts editor. | A special thanks to the Pulitzer Center, which supported this project with a data journalism grant.","title":"Acknowledgments"},{"text":"To count properties owned or managed by major single-family real estate companies, reporters used property data in [Wake](http://services.wakegov.com/realdata_extracts/) and [Mecklenburg](http://maps.co.mecklenburg.nc.us/openmapping/data.html?search=tax%20parcel%20ownership%20data) counties and [state corporation records](https://www.sosnc.gov/online_services/search/by_title/_Business_Registration) to create a database of their most common subsidiaries, linked by naming convention, mailing address and company officials. The [Anti-Corruption Data Collective](https://acdatacollective.org/) supplied additional property transaction data through a research agreement with the real estate tech firm Zillow.<br><br>The list of investor subsidiaries was then matched using statistical software with property owner names recorded by [the North Carolina OneMap](https://www.nconemap.gov/pages/parcels), a state project through the N.C. Geographic Information Coordinating Council to collect and publish property parcel information from all 100 counties.<br><br>The N&O and the Observer are making both the investor subsidiary list and the database of corporate investor-owned properties available publicly for all uses.<br><br>Read the full methodology here | [Download the data here](https://github.com/mcclatchy-southeast/security_for_sale)","title":"Methodology"}]}}]}